JMeter_Scripts/aggregateHandson7.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Sent KB/sec
JpetStore_S01_VerifyCart_T01_Launch,1883,450,403,408,409,419,0,10414,0.000%,.31668,0.32,0.21
JpetStore_S01_VerifyCart_T02_EnterTheStore,1866,147,149,151,151,157,0,181,0.000%,.31438,0.63,0.23
JpetStore_S01_VerifyCart_T03_ClickOnSignin,1857,156,150,154,162,165,0,12153,0.000%,.31302,0.64,0.24
JpetStore_S01_VerifyCart_T04_ClickonLogin,1850,773,681,689,693,720,0,30692,0.000%,.31260,1.36,0.87
JpetStore_S01_VerifyCart_T05_SelectCategory,1830,157,150,152,160,164,0,15160,0.000%,.31013,0.55,0.24
JpetStore_S01_VerifyCart_T06_SelectItem,1820,150,151,153,159,165,0,175,0.000%,.31546,0.59,0.25
JpetStore_S01_VerifyCart_T07_AddToCart,1811,150,151,154,160,166,0,169,0.000%,.31390,0.69,0.25
JpetStore_S01_VerifyCart_T08_VerifyCart,1802,398,400,404,405,408,0,435,0.000%,.31233,0.64,0.31
JpetStore_S01_VerifyCart_T09_LogOut,1793,463,431,439,444,450,0,10291,0.000%,.31050,1.34,0.69
TOTAL,16512,316,153,677,681,690,0,30692,0.000%,2.75913,6.63,3.22